import searchBySentence

# main program
# вопросы с поиском для модели Кладовщик: q4, q6, q7, q8, q9
storekeeperIndustry = ['отрасль', 'область работы', 'сфера деятельности']
storekeeperStorageSystem = ['система хранения', {'адресная': ['статическая', 'динамическая']}, 'стеллажная']
storekeeperPrograms = ['программа', 'по', 'программное обеспечение']
storekeeperTools = ['инструментарий', 'оборудование', 'инвентарь']
storekeeperScope = [{'работ': ['тип', 'вид', 'характер']}, 'занимался', 'выполнял', 'задание', 'деятельность', 'обязанности']